[AHWAndromedonDreadnaught X2CharacterTemplate]
strCharacterName="Andromedon Dreadnaught"

[AHWDreadnaughtRobot X2CharacterTemplate]
strCharacterName="Andromedon Dreadnaught"

[AHWCryokeeper X2CharacterTemplate]
strCharacterName="Cryokeeper"

[AHWMutonElite X2CharacterTemplate]
strCharacterName="Muton Decurion"

[AHWMutonRocketeer X2CharacterTemplate]
strCharacterName="Muton Ballistarius"

[AHWMutonShocktrooper X2CharacterTemplate]
strCharacterName="Muton Veles"

[AHW_MutonElite_WPN X2WeaponTemplate]
FriendlyName="Decurion Rifle"
FriendlyNamePlural="Decurion Rifles"
BriefSummary="XCOM has managed to salvage a variety of standard infantry small arms; this is the most common variety, similar to the rifle used twenty years before. While decidedly inferior to ADVENT magnetic technology, it can at least be upgraded using additional weapons salvage, once a standard technical approach is discovered."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/> If the soldier fires with both actions available, three shots will be taken at reduced accuracy, but overall increased efficiency\n<Bullet/> Use upgrades looted from enemies to improve assault rifle tactical effectiveness"

[AHW_MutonRocketeer_WPN X2WeaponTemplate]
FriendlyName="Ballistarius Rifle"
FriendlyNamePlural="Ballistarius Rifles"
BriefSummary="XCOM has managed to salvage a variety of standard infantry small arms; this is the most common variety, similar to the rifle used twenty years before. While decidedly inferior to ADVENT magnetic technology, it can at least be upgraded using additional weapons salvage, once a standard technical approach is discovered."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/> If the soldier fires with both actions available, three shots will be taken at reduced accuracy, but overall increased efficiency\n<Bullet/> Use upgrades looted from enemies to improve assault rifle tactical effectiveness"

[AHW_MutonRocketLauncher X2WeaponTemplate]
FriendlyName="Ballistarius Launcher"
FriendlyNamePlural="Ballistarius Launcher"
BriefSummary="XCOM has managed to salvage a variety of standard infantry small arms; this is the most common variety, similar to the rifle used twenty years before. While decidedly inferior to ADVENT magnetic technology, it can at least be upgraded using additional weapons salvage, once a standard technical approach is discovered."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/> If the soldier fires with both actions available, three shots will be taken at reduced accuracy, but overall increased efficiency\n<Bullet/> Use upgrades looted from enemies to improve assault rifle tactical effectiveness"

[AHW_MutonShocktrooper_WPN X2WeaponTemplate]
FriendlyName="Veles Rifle"
FriendlyNamePlural="Velites Rifles"
BriefSummary="XCOM has managed to salvage a variety of standard infantry small arms; this is the most common variety, similar to the rifle used twenty years before. While decidedly inferior to ADVENT magnetic technology, it can at least be upgraded using additional weapons salvage, once a standard technical approach is discovered."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/> If the soldier fires with both actions available, three shots will be taken at reduced accuracy, but overall increased efficiency\n<Bullet/> Use upgrades looted from enemies to improve assault rifle tactical effectiveness"

[AHW_AndromedonDreadnaught_WPN X2WeaponTemplate]
FriendlyName="Elerium Fusion Cannon"
FriendlyNamePlural="Elerium Fusion Cannons"
BriefSummary="XCOM has managed to salvage a variety of standard infantry small arms; this is the most common variety, similar to the rifle used twenty years before. While decidedly inferior to ADVENT magnetic technology, it can at least be upgraded using additional weapons salvage, once a standard technical approach is discovered."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/> If the soldier fires with both actions available, three shots will be taken at reduced accuracy, but overall increased efficiency\n<Bullet/> Use upgrades looted from enemies to improve assault rifle tactical effectiveness"

[AHWAbility_AndromedonCannonade X2AbilityTemplate]
LocFriendlyName="Cannonade"
LocLongDescription="Fire a beam from the Dreadnaught's Elerium Fusion Cannon that pierces through cover, ignoring any protection it may offer, and can critically strike."
LocHelpText="Fire a beam from the Dreadnaught's Elerium Fusion Cannon that pierces through cover, ignoring any protection it may offer, and can critically strike."
LocFlyOverText="Cannonade"

[AHWAbility_DreadnaughtRobot X2AbilityTemplate]
LocFriendlyName="Integrated Warfare Systems"
LocLongDescription="Advanced Artificial Intelligence Systems built into the Dreadnought enables the Dreadnaught to continue fighting even after its pilot is dead, maintaining full use of its Elerium Fusion Cannon."
LocHelpText="Advanced Artificial Intelligence Systems built into the Dreadnought enables the Dreadnaught to continue fighting even after its pilot is dead, maintaining full use of its Elerium Fusion Cannon."
LocFlyOverText="Dreadnaught"

[AHWAbility_FrostBlast X2AbilityTemplate]
LocFriendlyName="Cryonova"
LocLongDescription="Form and launch a ball of heat-draining psionic energy and hyper-chilled gases, freezing any victims struck."
LocHelpText="Form and launch a ball of heat-draining psionic energy and hyper-chilled gases, freezing any victims struck."
LocFlyOverText="Cryonova"

[AHWMutonFortress X2SitRepTemplate]
FriendlyName="Muton Brigade"
Description="A brigade of Mutons has entrenched themselves in around the mission objective. Expect heavy resistance."